import {IPosts} from "../models/IPosts";

export const posts: IPosts[] = [
  {
    author: 'Иванов И.И.',
    title: 'Ятаганы засверкали при луне ',
    date: '01.12.2011',
    text: 'Далеко-далеко за словесными горами в стране гласных и согласных, живут рыбные тексты. Всеми щеке реторический дал текстами.'
  },
  {
    author: 'Петров П.П.',
    title: 'Описание чего-то',
    date: '11.11.2011',
    text:'Далеко-далеко за словесными горами в стране гласных и согласных, живут рыбные тексты. Всеми щеке реторический дал текстами'
  },
  {
    author: 'Сидоров П.П.',
    title: 'Описание чего-то',
    date: '11.11.2011',
    text:'Далеко-далеко за словесными горами в стране гласных и согласных, живут рыбные тексты. Всеми щеке реторический дал текстами'
  }
]
